{
    "history": [
        {
            "q": "The population of the Czech Republic rounded to millions is?",
            "a": "11000000"
        },
        {
            "q": "The second largest city in the Czech Republic is?",
            "a": "Brno"
        },
        {
            "q": "In which city can we find Villa Tugendhat?",
            "a": "Brno"
        },
        {
            "q": "The capital of the Czech Republic is?",
            "a": "Prague"
        },
        {
            "q": "Year of foundation of the Palacky University is?",
            "a": "1573"
        },
        {
            "q": "When did the Velvet Revolution take place?",
            "a": "1989"
        },
        {
            "q": "Who was the first president of the independent Czech Republic?",
            "a": "Vaclav Havel"
        },
        {
            "q": "International Organization for Military Cooperation, established on April 4, 1949.",
            "a": "NATO"
        },
        {
            "q": "The longest river in the Czech Republic is?",
            "a": "Vltava"
        },
        {
            "q": "Which is the biggest Polish port?",
            "a": "Gdansk"
        },
        {
            "q": "In which of our three states is the highest mountain?",
            "a": "Bulgaria"
        }
    ],
    "geography": [
        {
            "q": "The third largest city in the Czech Republic is?",
            "a": "Ostrava"
        },
        {
            "q": "The number of regions of the Czech Republic is?",
            "a": "14"
        },
        {
            "q": "The Czech Republic was established in?",
            "a": "1993"
        },
        {
            "q": "What are the colors on the Czech national flag? Blue, white and?",
            "a": "red"
        },
        {
            "q": "The Czech Republic is adjacent to Poland, Germany, Austria and?",
            "a": "Slovakia"
        },
        {
            "q": "Which of our states has the largest land area?",
            "a": "Poland"
        },
        {
            "q": "Which of our states has the city with the largest population?",
            "a": "Poland"
        },
        {
            "q": "To which language family do the languages of our countries belong?",
            "a": "slovanic"
        },
        {
            "q": "Is there a country among us from which it is impossible to reach the Black Sea by water?",
            "a": "no"
        },
        {
            "q": "In which of our states does midnight come first? ",
            "a": "Bulgaria"
        },
        {
            "q": "Which mountain range divides Bulgaria into two climate zones?",
            "a": "Stara planina"
        },
        {
            "q": "Which of our states border with the most countries?",
            "a": "Poland"
        },
        {
            "q": "Which mountain range is located in southwestern Bulgaria?",
            "a": "Pirin"
        },
        {
            "q": "What is the largest port in Bulgaria on the Black Sea?",
            "a": "Varna"
        },
        {
            "q": "What is the name of the highest mountain in Bulgaria?",
            "a": "Musala"
        }
    ],
    "math": [
        {
            "q": "The area of the Czech Republic rounded to tens of thousands is (indicate the result in square kilometers):",
            "a": "80000"
        },
        {
            "q": "What is the name of the longest river in Bulgaria?",
            "a": "Dunaj"
        },
        {
            "q": "What is the area of Bulgaria in square kilometers rounded to thousands?",
            "a": "111000"
        },
        {
            "q": "What is the Earth's radius in kilometers?",
            "a": "6378"
        },
        {
            "q": "How many seconds does a year have (consider that a year has 365 days)?",
            "a": "31536000"
        },
        {
            "q": "What is an angle that is less than 90 degrees called?",
            "a": "acute angle"
        },
        {
            "q": "What is the result of the sum of the first 100 even numbers?",
            "a": "10100"
        },
        {
            "q": "What is the result of the sum of the first 100 odd numbers?",
            "a": "10000"
        },
        {
            "q": "What is the square root difference of the squares of 5 and 3?",
            "a": "4"
        },
        {
            "q": "What is the greatest common divisor of 512 and 312?",
            "a": "8"
        }
    ]
}